export const KIA_STONIC = [
  // 가솔린 1.0 터보
  {
    id: 11001,
    제조사: "기아",
    차종: "소형",
    모델명: "스토닉",
    바디타입: "SUV",
    출시년도: "2017~2020",
    실린더개수: "3기통",
    구동방식: "전륜구동",
    엔진코드: "카파 1.0 T-GDI (G3LC)",
    미션: "7단 DCT",
    연료: "가솔린",
    공인연비: "13.5km/L",
    최대인원: "5",
    적합환경: "도심/고속",
  },

  // 디젤 1.6
  {
    id: 11002,
    제조사: "기아",
    차종: "소형",
    모델명: "스토닉",
    바디타입: "SUV",
    출시년도: "2017~2020",
    실린더개수: "4기통",
    구동방식: "전륜구동",
    엔진코드: "U2 1.6 디젤 (D4FB)",
    미션: "7단 DCT",
    연료: "디젤",
    공인연비: "16.3km/L",
    최대인원: "5",
    적합환경: "도심/고속",
  },
];